---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SlopeDegrees
source: html/42903f89-12cb-8da1-83c1-a9dbc6c9a518.htm
---
# Autodesk.Revit.DB.UnitTypeId.SlopeDegrees Property

Degrees.

## Syntax (C#)
```csharp
public static ForgeTypeId SlopeDegrees { get; }
```